Repository: diegotid/tildone
Catalog: Tildone/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
zh_hans: %1$lld/%2$lld

source: About Tildone
es: Acerca de Tildone
fr: À propos de Tildone
zh_hans: 关于 Tildone

# About Tildone.window
source: About...
es: Acerca de...
fr: À propos...
zh_hans: 关于...

source: Add Shift to apply the dimming change to all notes. Shift cannot be part of the shortcut itself.
es: Añade Mayúsculas para aplicar el cambio de atenuación a todas las notas. Mayúsculas no puede formar parte del atajo.
fr: Ajoutez Maj pour appliquer la variation d’atténuation à toutes les notes. La touche Maj ne peut pas faire partie du raccourci.
zh_hans: 添加 Shift 可将变暗调整应用到所有笔记。Shift 不能包含在快捷键中。

source: Add the notes from this Mac to the notes in iCloud, then use the combined set.
es: Añade las notas de este Mac a las de iCloud y después usa el conjunto combinado.
fr: Ajoutez les notes de ce Mac à celles d’iCloud, puis utilisez l’ensemble obtenu.
zh_hans: 将这台 Mac 上的笔记添加到 iCloud 笔记中，然后使用合并后的笔记。

source: all done
es: completado
fr: complète
zh_hans: 全部完成

source: Appearance
es: Apariencia
fr: Apparence
zh_hans: 外观

source: Apply
es: Aplicar
fr: Appliquer
zh_hans: 应用

source: Blue
es: Azul
fr: Bleu
zh_hans: 蓝色

source: Book a table
es: Reservar una mesa
fr: Réserver une table
zh_hans: 预订餐桌

source: Bottom left
es: Abajo a la izquierda
fr: En bas à gauche
zh_hans: 左下

source: Bottom right
es: Abajo a la derecha
fr: En bas à droite
zh_hans: 右下

source: Bring All Up
es: Volver a mostrar todo
fr: Amener tout en haut
zh_hans: 全部带上

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Change Which Notes Tildone Uses…
es: Cambiar qué notas usa Tildone…
fr: Changer les notes utilisées par Tildone…
zh_hans: 更改 Tildone 使用的笔记…

source: Changes waiting to sync: %lld
es: Cambios pendientes de sincronizar: %lld
fr: Modifications en attente de synchronisation : %lld
zh_hans: 等待同步的更改：%lld

source: Choose a longer scenic route home
es: Elegir una ruta panorámica más larga para volver a casa
fr: Choisir un itinéraire panoramique plus long pour rentrer
zh_hans: 选择一条更长的观景路线回家

source: Choose how Tildone should behave and click Add.
es: Elige cómo debe comportarse Tildone y haz clic en Añadir.
fr: Choisissez le comportement de Tildone, puis cliquez sur Ajouter.
zh_hans: 选择 Tildone 的行为方式，然后点按“添加”。

source: Choose how to limit your notes' content visibility based on this Focus
es: Cómo limitar la visibilidad de los contenidos de tus notas en este modo de concentración
fr: Choisissez comment limiter la visibilité du contenu de vos notes en fonction de ce Focus
zh_hans: 选择如何根据此焦点限制笔记内容的可见性

source: Choose which note colors are displayed
es: Elige qué colores de notas se muestran
fr: Choisissez les couleurs de notes à afficher
zh_hans: 选择要显示的便笺颜色

source: Choose which notes Tildone should use
es: Elige qué notas debe usar Tildone
fr: Choisissez les notes que Tildone doit utiliser
zh_hans: 选择 Tildone 应使用的笔记

source: Click through notes
es: Hacer clic a través de las notas
fr: Cliquer à travers les notes
zh_hans: 点击穿透笔记

source: click to interact
es: haz clic para interactuar
fr: cliquez pour interagir
zh_hans: 点击即可操作

source: Close window
es: Cerrar ventana
fr: Fermer la fenêtre
zh_hans: 关闭窗口

source: Collapse subtasks
es: Contraer subtareas
fr: Réduire les sous-tâches
zh_hans: 折叠子任务

source: Combine Notes
es: Combinar notas
fr: Combiner les notes
zh_hans: 合并笔记

source: Combine Notes — Recommended
es: Combinar notas — Recomendado
fr: Combiner les notes — Recommandé
zh_hans: 合并笔记 — 推荐

source: Combine notes from this Mac and iCloud?
es: ¿Combinar las notas de este Mac y de iCloud?
fr: Combiner les notes de ce Mac et d’iCloud ?
zh_hans: 合并这台 Mac 和 iCloud 中的笔记？

source: Command is reserved for interacting with click-through notes.
es: Comando está reservado para interactuar con notas de clic pasante.
fr: La touche Commande est réservée à l’interaction avec les notes à clic traversant.
zh_hans: Command 键保留用于与点击穿透笔记交互。

source: Copy
es: Copiar
fr: Copier
zh_hans: 复制

source: Copy Notes
es: Copiar notas
fr: Copier les notes
zh_hans: 复制笔记

source: Copy notes to iCloud?
es: ¿Copiar las notas a iCloud?
fr: Copier les notes vers iCloud ?
zh_hans: 将笔记复制到 iCloud？

source: Copy Notes to iCloud…
es: Copiar notas a iCloud…
fr: Copier les notes vers iCloud…
zh_hans: 将笔记复制到 iCloud…

source: Copy task text
es: Copiar el texto de la tarea
fr: Copier le texte de la tâche
zh_hans: 复制任务文本

source: Copy whole task list
es: Copiar la lista de tareas completa
fr: Copier toute la liste de tâches
zh_hans: 复制整个任务列表

source: Corner
es: Esquina
fr: Coin
zh_hans: 角落

source: Couldn’t apply the completed-task setting.
es: No se pudo aplicar el ajuste de tareas completadas.
fr: Impossible d’appliquer le réglage des tâches terminées.
zh_hans: 无法应用已完成任务设置。

source: Couldn’t save this change
es: No se pudo guardar este cambio
fr: Impossible d’enregistrer cette modification
zh_hans: 无法保存此更改

source: Couldn’t undo this change
es: No se ha podido deshacer este cambio
fr: Impossible d’annuler cette modification
zh_hans: 无法撤销此更改

source: Days
es: Días
fr: Jours
zh_hans: 天数

source: days, then delete
es: días y después eliminar
fr: jours, puis supprimer
zh_hans: 天，然后删除

source: Decide Later
es: Decidir más tarde
fr: Décider plus tard
zh_hans: 稍后决定

source: Default note color
es: Color por defecto de la nota
fr: Couleur par défaut de la note
zh_hans: 默认笔记颜色

source: Direction
es: Dirección
zh_hans: 方向

source: Discard Empty Note
es: Descartar nota vacía
fr: Supprimer la note vide
zh_hans: 丢弃空笔记

source: Dismiss
es: Descartar
fr: Fermer
zh_hans: 关闭

source: Done!
es: ¡Hecho!
fr: Terminé !
zh_hans: 完成！

source: Drag to reorder
es: Arrastra para reordenar
fr: Faites glisser pour réorganiser
zh_hans: 拖移以重新排序

source: Expand subtasks
es: Expandir subtareas
fr: Développer les sous-tâches
zh_hans: 展开子任务

source: Fading out...
es: Desapareciendo...
fr: Disparition...
zh_hans: 渐远...

source: Filter notes by color
es: Filtrar notas por color
fr: Filtrer les notes par couleur
zh_hans: 按颜色筛选便笺

source: Focus Filters
es: Filtros de concentración
fr: Filtres de concentration
zh_hans: 专注模式过滤条件

source: Focus Filters can automatically blur task text or let notes stay behind other windows while a Focus is active.
es: Los filtros de concentración pueden desenfocar automáticamente el texto de las tareas o permitir que las notas permanezcan detrás de otras ventanas mientras haya un modo de concentración activo.
fr: Les filtres de concentration peuvent automatiquement flouter le texte des tâches ou laisser les notes derrière les autres fenêtres lorsqu’un mode de concentration est actif.
zh_hans: 专注模式过滤条件可在专注模式启用时自动模糊任务文本，或让便笺保持在其他窗口后方。

source: Font size
es: Tamaño de letra
fr: Taille de police
zh_hans: 字体大小

source: For
es: Durante
fr: Pendant
zh_hans: 保留

source: Forever
es: Siempre
fr: Toujours
zh_hans: 永久

source: Gather:
es: Agrupar:
fr: Regrouper :
zh_hans: 聚拢：

source: Green
es: Verde
fr: Vert
zh_hans: 绿色

source: Hide all
es: Ocultar todo
fr: Tout masquer
zh_hans: 全部隐藏

source: Hold the shortcut and scroll over a note to gather all notes. Scroll up to restore their positions.
es: Mantén pulsado el atajo y desplázate sobre una nota para agruparlas todas. Desplázate hacia arriba para restaurar sus posiciones.
fr: Maintenez le raccourci et faites défiler sur une note pour regrouper toutes les notes. Faites défiler vers le haut pour restaurer leurs positions.
zh_hans: 按住快捷键并在一条笔记上滚动，即可聚拢所有笔记。向上滚动可恢复其位置。

source: Hold this shortcut and scroll over a note to dim or restore its entire window.
es: Mantén pulsado este atajo y desplázate sobre una nota para atenuar o restaurar toda su ventana.
fr: Maintenez ce raccourci et faites défiler sur une note pour atténuer ou restaurer toute sa fenêtre.
zh_hans: 按住此快捷键并在一条笔记上滚动，即可使整个窗口变暗或恢复。

source: How to Use Focus Filters…
es: Cómo usar los filtros de concentración…
fr: Utiliser les filtres de concentration…
zh_hans: 如何使用专注模式过滤条件…

source: iCloud is temporarily unavailable. You can keep editing, and your unsent changes remain safe.
es: iCloud no está disponible temporalmente. Puedes seguir editando y tus cambios sin enviar permanecen a salvo.
fr: iCloud est temporairement indisponible. Vous pouvez continuer à modifier vos notes et les changements non envoyés restent en sécurité.
zh_hans: iCloud 暂时不可用。你可以继续编辑，尚未发送的更改会安全保留。

source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
zh_hans: iCloud 同步

source: iCloud sync is active
es: La sincronización con iCloud está activa
fr: La synchronisation iCloud est active
zh_hans: iCloud 同步已启用

source: iCloud sync is disabled
es: La sincronización con iCloud está desactivada
fr: La synchronisation iCloud est désactivée
zh_hans: iCloud 同步已停用

source: iCloud sync is paused
es: La sincronización con iCloud está pausada
fr: La synchronisation iCloud est suspendue
zh_hans: iCloud 同步已暂停

source: iCloud sync is turned off in this version of Tildone. Your notes stay where they are.
es: La sincronización con iCloud está desactivada en esta versión de Tildone. Tus notas permanecen donde están.
fr: La synchronisation iCloud est désactivée dans cette version de Tildone. Vos notes restent là où elles se trouvent.
zh_hans: 此版本的 Tildone 已关闭 iCloud 同步。你的笔记会保留在原处。

source: iCloud sync needs attention
es: La sincronización con iCloud necesita atención
fr: La synchronisation iCloud nécessite votre attention
zh_hans: iCloud 同步需要处理

source: Include at least one modifier key.
es: Incluye al menos una tecla modificadora.
fr: Ajoutez au moins une touche de modification.
zh_hans: 至少包含一个修饰键。

source: Insert task above
es: Insertar tarea encima
fr: Insérer une tâche au-dessus
zh_hans: 在上方插入任务

source: Keep completed tasks
es: Conservar tareas completadas
fr: Conserver les tâches terminées
zh_hans: 保留已完成的任务

source: Keep completed tasks for a limited time, then delete
es: Conservar temporalmente las tareas completadas y después eliminarlas
fr: Conserver temporairement les tâches terminées, puis les supprimer
zh_hans: 暂时保留已完成的任务，然后删除

source: Keep completed tasks forever
es: Conservar las tareas completadas para siempre
fr: Conserver les tâches terminées indéfiniment
zh_hans: 永久保留已完成的任务

source: Keep showing the notes saved on this Mac. The notes in iCloud stay unchanged.
es: Sigue mostrando las notas guardadas en este Mac. Las notas de iCloud no cambian.
fr: Continuez à afficher les notes enregistrées sur ce Mac. Les notes dans iCloud restent inchangées.
zh_hans: 继续显示这台 Mac 上保存的笔记。iCloud 中的笔记保持不变。

source: Keep unfinished tasks at the top of each list.
es: Mantiene las tareas sin terminar al principio de cada lista.
fr: Garde les tâches inachevées en haut de chaque liste.
zh_hans: 将未完成的任务保留在每个列表的顶部。

source: Keyboard shortcut
es: Atajo de teclado
fr: Raccourci clavier
zh_hans: 键盘快捷键

source: Large
es: Grande
fr: Grand
zh_hans: 大的

source: Launch at login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
zh_hans: 登录时打开"

source: Line Up Notes
es: Alinear notas
fr: Aligner les notes
zh_hans: 排列笔记

source: Line Up:
es: Alinear:
fr: Aligner :
zh_hans: 排列：

source: Make subtask
es: Crear subtarea
fr: Créer une sous-tâche
zh_hans: 创建子任务

source: Margin
es: Margen
fr: Marge
zh_hans: 边距

source: Maximum
es: Máximo
zh_hans: 最大

source: Medium
es: Medio
fr: Moyenne
zh_hans: 中等的

source: Minimize All
es: Minimizar todo
fr: Réduire tout
zh_hans: 最小化全部

source: Minimum
es: Mínimo
zh_hans: 最小

source: Move checked tasks to the end
es: Mover las tareas marcadas al final
fr: Déplacer les tâches cochées à la fin
zh_hans: 将已勾选的任务移至末尾

source: New features: • Ability to change color and adjust the transparency of notes • Enhanced keyboard navigation for the task list
es: Nuevas funciones: • Posibilidad de cambiar el color y ajustar la transparencia de las notas • Navegación con el teclado mejorada para la lista de tareas
fr: Nouvelles fonctionnalités : • Possibilité de changer la couleur et d'ajuster la transparence des notes • Navigation au clavier améliorée pour la liste des tâches
zh_hans: 新功能： • 可更改笔记颜色并调整透明度 • 任务列表的键盘导航得到增强

source: New Note
es: Nueva Nota
fr: Nouvelle note
zh_hans: 新建笔记

source: New task
es: Nueva tarea
fr: Nouvelle tâche
zh_hans: 新建任务

# New task.default
source: New task
es: Nueva tarea
fr: Nouvelle tâche
zh_hans: 新建任务

source: no tasks
es: vacío
fr: aucune
zh_hans: 没有任务

source: Not syncing with iCloud right now. Your notes are safe on this Mac.
es: Ahora mismo no se está sincronizando con iCloud. Tus notas están seguras en este Mac.
fr: La synchronisation avec iCloud est interrompue. Vos notes sont en sécurité sur ce Mac.
zh_hans: 目前无法与 iCloud 同步。你的笔记安全地保存在这台 Mac 上。

source: Note background transparency
es: Transparencia del fondo de la nota
fr: Transparence de l’arrière-plan de la note
zh_hans: 笔记背景透明度

source: Note dimming:
es: Atenuación de notas:
fr: Atténuation des notes :
zh_hans: 笔记变暗：

source: Note may stay in the background
es: La nota puede estar tras otras ventanas
fr: La note peut rester en arrière-plan
zh_hans: 笔记可能保留在后台

source: OK
es: Aceptar
zh_hans: 好

source: Only on this Mac — not syncing with iPhone or iCloud.
es: Solo en este Mac — no se sincroniza con el iPhone ni con iCloud.
fr: Uniquement sur ce Mac — aucune synchronisation avec l’iPhone ou iCloud.
zh_hans: 仅在这台 Mac 上 — 不会与 iPhone 或 iCloud 同步。

source: Open Focus Settings
es: Abrir los ajustes de Concentración
fr: Ouvrir les réglages Concentration
zh_hans: 打开专注模式设置

source: Open System Settings and choose Focus.
es: Abre Ajustes del Sistema y selecciona Concentración.
fr: Ouvrez Réglages Système et choisissez Concentration.
zh_hans: 打开“系统设置”，然后选择“专注模式”。

source: Open Tildone and review iCloud sync status
es: Abrir Tildone y revisar el estado de sincronización con iCloud
fr: Ouvrir Tildone et consulter l’état de la synchronisation iCloud
zh_hans: 打开 Tildone 并查看 iCloud 同步状态

source: Orange
es: Naranja
zh_hans: 橙色

source: Paste
es: Pegar
fr: Coller
zh_hans: 粘贴

source: Pause Sync
es: Pausar sincronización
fr: Suspendre la synchronisation
zh_hans: 暂停同步

source: pending
es: pendiente
fr: incomplète
zh_hans: 待处理

source: Pick up fresh flowers
es: Recoger flores frescas
fr: Aller chercher des fleurs fraîches
zh_hans: 去取鲜花

source: Pink
es: Rosa
fr: Rose
zh_hans: 粉色

source: Place notes in an evenly spaced row or column.
es: Coloca las notas en una fila o columna con espaciado uniforme.
fr: Placez les notes dans une ligne ou une colonne régulièrement espacée.
zh_hans: 将笔记均匀排列成一行或一列。

source: Positioning
es: Colocación
fr: Positionnement
zh_hans: 位置

source: Promote task
es: Promover tarea
fr: Promouvoir la tâche
zh_hans: 提升任务层级

source: Purple
es: Morado
fr: Violet
zh_hans: 紫色

source: Quit Tildone
es: Cerrar Tildone
fr: Quitter Tildone
zh_hans: 退出 Tildone

source: Record keyboard shortcut
es: Grabar atajo de teclado
fr: Enregistrer le raccourci clavier
zh_hans: 录制键盘快捷键

source: Recording...
es: Grabando...
fr: Enregistrement...
zh_hans: 正在录制...

source: Reorder task
es: Reordenar tarea
fr: Réorganiser la tâche
zh_hans: 重新排序任务

source: Replay Line Up preview
es: Reproducir de nuevo la vista previa de Alinear
fr: Rejouer l’aperçu d’Aligner
zh_hans: 重播“排列”预览

source: Requires at least %@ note background transparency.
es: Requiere al menos un %@ de transparencia en el fondo de la nota.
fr: Nécessite au moins %@ de transparence de l’arrière-plan de la note.
zh_hans: 笔记背景透明度至少需要达到 %@。

source: Resume Sync
es: Reanudar sincronización
fr: Reprendre la synchronisation
zh_hans: 恢复同步

source: Review Options…
es: Revisar opciones…
fr: Examiner les options…
zh_hans: 查看选项…

source: Scroll shortcut
es: Atajo de desplazamiento
fr: Raccourci de défilement
zh_hans: 滚动快捷键

source: Select the Focus you want to configure.
es: Selecciona el modo de concentración que quieras configurar.
fr: Sélectionnez le mode de concentration à configurer.
zh_hans: 选择要配置的专注模式。

source: Set contents visibility
es: Configurar visibilidad de los contenidos
fr: Définir la visibilité du contenu
zh_hans: 设置内容可见性

source: Settings...
es: Configuración...
fr: Paramètres...
zh_hans: 设置...

source: Settings…
es: Configuración…
fr: Paramètres…
zh_hans: 设置…

source: Shift is reserved for all notes.
es: Mayúsculas está reservada para todas las notas.
fr: La touche Maj est réservée à toutes les notes.
zh_hans: Shift 保留用于所有笔记。

source: Show %@ notes
es: Mostrar notas %@
fr: Afficher les notes %@
zh_hans: 显示%@便笺

source: Show Dock icon
es: Mostrar el icono en el Dock
fr: Afficher l’icône dans le Dock
zh_hans: 在程序坞中显示图标

source: Show or hide Tildone in the Dock.
es: Muestra u oculta Tildone en el Dock.
fr: Affiche ou masque Tildone dans le Dock.
zh_hans: 在程序坞中显示或隐藏 Tildone。

source: Show the notes already in iCloud. The notes on this Mac stay saved.
es: Muestra las notas que ya están en iCloud. Las notas de este Mac siguen guardadas.
fr: Affichez les notes déjà présentes dans iCloud. Les notes de ce Mac restent enregistrées.
zh_hans: 显示 iCloud 中已有的笔记。这台 Mac 上的笔记会继续保留。

source: Sign in to iCloud with the account you want to use, then reopen Tildone. Notes saved on this Mac will not be uploaded automatically.
es: Inicia sesión en iCloud con la cuenta que quieras usar y vuelve a abrir Tildone. Las notas guardadas en este Mac no se subirán automáticamente.
fr: Connectez-vous à iCloud avec le compte voulu, puis rouvrez Tildone. Les notes enregistrées sur ce Mac ne seront pas envoyées automatiquement.
zh_hans: 使用你想要的帐户登录 iCloud，然后重新打开 Tildone。这台 Mac 上保存的笔记不会自动上传。

source: Single line (ellipsis)
es: Una línea (…)
fr: Une ligne (…)
zh_hans: 单行（…）

source: Small
es: Pequeño
fr: Petit
zh_hans: 小的

source: Spacing
es: Espaciado
fr: Espacement
zh_hans: 间距

source: Start Tildone automatically when you log in.
es: Inicia Tildone automáticamente al iniciar sesión.
fr: Lance Tildone automatiquement à la connexion.
zh_hans: 登录时自动启动 Tildone。

source: Subtask progress
es: Progreso de subtareas
fr: Progression des sous-tâches
zh_hans: 子任务进度

source: Sync could not finish. You can keep editing, and your unsent changes remain safe.
es: No se pudo completar la sincronización. Puedes seguir editando y tus cambios sin enviar permanecen a salvo.
fr: La synchronisation n’a pas pu se terminer. Vous pouvez continuer à modifier vos notes et les changements non envoyés restent en sécurité.
zh_hans: 同步未能完成。你可以继续编辑，尚未发送的更改会安全保留。

source: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
zh_hans: 立即同步

source: Sync Status…
es: Estado de sincronización…
fr: État de la synchronisation…
zh_hans: 同步状态…

source: Task hierarchy
es: Jerarquía de tareas
fr: Hiérarchie des tâches
zh_hans: 任务层级

source: Task text blurred
es: Texto de la tarea difuminado
fr: Texte de la tâche flou
zh_hans: 任务文本模糊

source: Task wrapping
es: Ajuste de texto de tareas
fr: Retour à la ligne des tâches
zh_hans: 任务换行

source: Tasks
es: Tareas
fr: Tâches
zh_hans: 任务

source: Tasks that will be permanently deleted: %lld
es: Tareas que se eliminarán permanentemente: %1$lld
fr: Tâches qui seront définitivement supprimées : %1$lld
zh_hans: 将被永久删除的任务数：%1$lld

source: The change could not be undone. Your notes were not otherwise changed.
es: No se pudo deshacer el cambio. Tus notas no se modificaron de ninguna otra forma.
fr: La modification n’a pas pu être annulée. Vos notes n’ont pas été modifiées autrement.
zh_hans: 无法撤销此更改。您的笔记未发生其他变化。

source: The corner selected for Line Up is also the Gather destination.
es: La esquina seleccionada para Alinear también es el destino de Agrupar.
fr: Le coin sélectionné pour Aligner est également la destination de Regrouper.
zh_hans: 用于“排列”的角落也是“聚拢”的目标位置。

source: The iCloud account changed. Tildone stopped syncing the previous account’s notes to keep them separate.
es: La cuenta de iCloud ha cambiado. Tildone ha dejado de sincronizar las notas de la cuenta anterior para mantenerlas separadas.
fr: Le compte iCloud a changé. Tildone a arrêté de synchroniser les notes du compte précédent afin de les garder séparées.
zh_hans: iCloud 帐户已更改。为将笔记分开保存，Tildone 已停止同步先前帐户的笔记。

source: The notes in iCloud were saved by a newer version of Tildone. You can keep editing on this Mac, and Tildone will not replace the iCloud notes.
es: Las notas de iCloud se guardaron con una versión más reciente de Tildone. Puedes seguir editando en este Mac y Tildone no sustituirá las notas de iCloud.
fr: Les notes dans iCloud ont été enregistrées avec une version plus récente de Tildone. Vous pouvez continuer à les modifier sur ce Mac et Tildone ne remplacera pas les notes iCloud.
zh_hans: iCloud 中的笔记由较新版本的 Tildone 保存。你可以继续在这台 Mac 上编辑，Tildone 不会替换 iCloud 中的笔记。

source: These notes won’t appear on your iPhone or in iCloud. You can combine them later.
es: Estas notas no aparecerán en tu iPhone ni en iCloud. Puedes combinarlas más adelante.
fr: Ces notes n’apparaîtront pas sur votre iPhone ni dans iCloud. Vous pourrez les combiner plus tard.
zh_hans: 这些笔记不会显示在你的 iPhone 或 iCloud 中。你可以稍后合并它们。

source: This setting permanently deletes tasks. They cannot be recovered.
es: Este ajuste elimina tareas permanentemente. No se pueden recuperar.
fr: Ce réglage supprime définitivement des tâches. Elles ne peuvent pas être récupérées.
zh_hans: 此设置会永久删除任务，且无法恢复。

source: This shortcut is used by another app. Choose another shortcut to make it work globally.
es: Este atajo lo usa otra app. Elige otro para que funcione globalmente.
fr: Ce raccourci est utilisé par une autre app. Choisissez-en un autre pour qu’il fonctionne globalement.
zh_hans: 此快捷键已被其他应用使用。请选择其他快捷键以使其全局生效。

source: Tildone cannot use iCloud with this account. You can keep editing on this Mac.
es: Tildone no puede usar iCloud con esta cuenta. Puedes seguir editando en este Mac.
fr: Tildone ne peut pas utiliser iCloud avec ce compte. Vous pouvez continuer à modifier vos notes sur ce Mac.
zh_hans: Tildone 无法通过此帐户使用 iCloud。你可以继续在这台 Mac 上编辑。

source: Tildone could not finish that change. Nothing was deleted. Please try again.
es: Tildone no pudo completar ese cambio. No se ha eliminado nada. Inténtalo de nuevo.
fr: Tildone n’a pas pu terminer ce changement. Rien n’a été supprimé. Réessayez.
zh_hans: Tildone 无法完成这项更改。没有删除任何内容。请重试。

source: Tildone could not open your notes.
es: Tildone no pudo abrir tus notas.
fr: Tildone n’a pas pu ouvrir vos notes.
zh_hans: Tildone 无法打开你的笔记。

source: Tildone is using the notes saved on this Mac. Notes in iCloud are unchanged, and you can switch at any time.
es: Tildone está usando las notas guardadas en este Mac. Las notas de iCloud no han cambiado y puedes cambiar de opción en cualquier momento.
fr: Tildone utilise les notes enregistrées sur ce Mac. Les notes dans iCloud restent inchangées et vous pouvez changer d’option à tout moment.
zh_hans: Tildone 正在使用这台 Mac 上保存的笔记。iCloud 中的笔记保持不变，你可以随时切换。

source: Tildone needs your help with iCloud. It has not deleted or replaced any notes.
es: Tildone necesita tu ayuda con iCloud. No ha eliminado ni sustituido ninguna nota.
fr: Tildone a besoin de votre aide avec iCloud. Aucune note n’a été supprimée ni remplacée.
zh_hans: Tildone 需要你协助处理 iCloud 问题。它没有删除或替换任何笔记。

source: Tildone sends and receives your changes through iCloud.
es: Tildone envía y recibe tus cambios mediante iCloud.
fr: Tildone envoie et reçoit vos changements via iCloud.
zh_hans: Tildone 通过 iCloud 发送和接收你的更改。
